Repository: IBMPredictiveAnalytics/STATS_DBSCAN
Catalog: src/lang/*/STATS_DBSCAN.po
Languages: es, fr, pt_br

source: Density-Based Clustering
es: Clústeres basados en densidad
fr: Mise en cluster basée sur la densité
pt_br: Armazenamento em cluster baseado em densidade

source: Density-Based Clustering: Warnings
es: Clústeres basados en densidad: advertencias
fr: Mise en cluster basée sur la densité : Avertissements
pt_br: Armazenamento em cluster baseada em densidade: Avisos

source: The R %s package is required but could not be loaded.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.

source: The active dataset must have a name if creating new datasets
es: El conjunto de datos activo debe tener un nombre si se van a crear nuevos conjuntos de datos
fr: Le jeu de données actif doit comporter un nom pour pouvoir créer de nouveaux jeux de données.
pt_br: O conjunto de dados ativo deve ter um nome se estiver criando novos conjuntos de dados

source: One or more specified output dataset names are already in use
es: Uno o más nombres de conjunto de datos de resultados ya se están utilizando
fr: Un ou plusieurs noms de jeu de données de sortie sont déjà utilisés.
pt_br: Um ou mais nomes de conjunto de dados de saída especificados já estão em uso

source: String variables cannot be used in this procedure
es: No se pueden utilizar variables de cadena en este procedimiento
fr: Les variables de chaîne ne peuvent pas être utilisées dans cette procédure.
pt_br: Variáveis de sequência de caracteres não podem ser usadas neste procedimento

source: Computations done by R package fpc function dbscan by Christian Hennig
es: Cálculos realizados por el paquete de R fpc, función dbscan por Christian Hennig
fr: Calculs réalisés à l'aide de la fonction fpc dbscan du pack R développé par Christian Hennig.
pt_br: Cálculos feitos pela função fpc dbscan do pacote R por Christian Hennig

source: Variables
pt_br: Variáveis

source: Method
es: Método
fr: Méthode
pt_br: Método

source: Min Reachability Distance
es: Distancia mínima alcanzable
fr: Distance minimale d'accessibilité
pt_br: Distância mín. de alcance

source: Data Scaled
es: Datos escalados
fr: Données à l'échelle
pt_br: Dados em escala

source: Minimum Cluster Size
es: Tamaño mínimo de clúster
fr: Taille minimale de cluster
pt_br: Tamanho mínimo do cluster

source: Output Dataset
es: Conjunto de datos de resultado
fr: Jeu de données de sortie
pt_br: Conjunto de Dados de Saída

source: Workspace File
es: Archivo de espacio de trabajo
fr: Fichier d'espace de travail
pt_br: Arquivo de área de trabalho

source: Workspace Retained
es: Espacio de trabajo retenido
fr: Espace de travail conservé
pt_br: Área de trabalho retida

source: Creation Date
es: Fecha de creación
fr: Date de création
pt_br: Data de criação

source: Number of Cases
es: Número de casos
fr: Nombre d'observations
pt_br: Número de casos

source: Number of Valid Cases
es: Número de casos válidos
fr: Nombre d'observations valides
pt_br: Número de casos válidos

source: Yes
es: Sí
fr: Oui
pt_br: Sim

source: No
fr: Non
pt_br: Não

source: Settings and Results Summary
es: Resumen de configuraciones y resultados
fr: Récapitulatif des résultats et paramètres
pt_br: Sumarização de resultados e configurações

source: Summary
es: Resumen
fr: Récapitulatif
pt_br: Sumarização

source: Frequency
es: Frecuencia
fr: Fréquence
pt_br: Frequência

source: Seed Frequency
es: Frecuencia de semilla
fr: Fréquence de départ
pt_br: Frequência de semente

source: Border Frequency
es: Frecuencia de borde
fr: Fréquence de bordure
pt_br: Frequência da borda

source: Cluster Membership Distribution
es: Distribución de pertenencia a clústeres
fr: Distribution de l'appartenant à un cluster
pt_br: Distribuição de associação de cluster

source: Cluster Number
es: Número de clúster
fr: Nombre de clusters
pt_br: Número de clusters

source: Distribution
es: Distribución
pt_br: Distribuição

source: Cluster Plot
es: Gráfico de clústeres
fr: Tracé de cluster
pt_br: Gráfico de cluster

source: Predicted Cluster
es: Clúster pronosticado
fr: Cluster prévu
pt_br: Cluster predito

source: End of procedure
es: Fin del procedimiento
fr: Fin de la procédure
pt_br: Fim do procedimento

source: Message Number
es: Número de mensaje
fr: Numéro de message
pt_br: Número da Mensagem
